Repository: PitiGo/Films_list_App
Catalog: lib/l10n/intl_*.arb
Languages: de, es, fr, pt

# title
source: My Films
de: Movies App

source: Popular
de: Beliebt
fr: Populaire
pt: Populares

source: Discover
de: Entdecken
es: Descubrir
fr: A découvrir
pt: Para descobrir

source: My List
de: Meine Liste
es: Mi Lista
fr: Ma liste
pt: Minha lista

source: Search
de: Suchen nach
es: Buscar
fr: Chercher
pt: Pesquisar

# watch
source: To watch
de: schauen
es: Ver
fr: Regarder
pt: Veja

# viewed
source: Watched
de: schon gesehen
es: Vistas
fr: Film déjà vu
pt: ja vi

# notviewed
source: Movie not seen yet
de: Film noch nicht gesehen
es: Pelicula aún no vista
fr: Film pas encore vu
pt: Filme ainda não visto

source: Share movie
de: Film teilen
es: Compartir pelicula
fr: Partager le film
pt: Compartilhar filme

source: Watch this movie!
de: Schau dir diesen Film an!
es: Mira esta pelicula!
fr: Regardez ce film!
pt: Assista a este filme!

# movieadded
source: Movie added to your list
de: Film zu Ihrer Liste hinzugefügt
es: Pelicula añadida a tu lista
fr: Film ajouté à votre liste
pt: Filme adicionado à sua lista

# moviealready
source: The movie is already on your list
de: Der Film ist bereits auf Ihrer Liste
es: La pelicula ya está en tu lista
fr: Le film est déjà sur votre liste
pt: O filme já está na sua lista

# towatchagain
source: Add to watch again
de: Zum Ansehen erneut hinzufügen
es: Añadir para ver otra vez
fr: Ajoutez à nouveau pour voir
pt: Adicione novamente para ver

source: Movie removed
de: Film entfernt
es: Pelicula eliminada
fr: Film supprimé
pt: Filme removido

# leavearate
source: Please leave a rate!
fr: Veuillez évaluer cette application!

source: List
es: Lista
